module.exports.ErrorMessages = {
  Users400: 'Переданы некорректные данные при создании пользователя',
  UserId404: 'Пользователь по указанному _id не найден',
  UsersMe400: 'Переданы некорректные данные при обновлении профиля',
  UsersMe404: 'Пользователь с указанным _id не найден',
  UsersAvatar400: 'Переданы некорректные данные при обновлении аватара',
  UsersAvatar404: 'Пользователь с указанным _id не найден',
  Cards400: 'Переданы некорректные данные при создании карточки',
  CardsId404: 'Карточка по указанному _id не найдена',
  CardsLike400: 'Переданы некорректные данные для постановки/снятии лайка',
  CardsLike404: 'Передан несуществующий _id карточки',
  ServerError500: 'Ошибка по умолчанию',
  Error400: 'Переданы некорректные данные',
};
